[{
		"name": "How do I get a compass on Google Earth desktop?",
		"description": "To hide or show the compass icon in the 3D viewer, click View > Compass. See also Showing or Hiding Items in the 3D Viewer. The Google Earth navigation controls offer the same type of navigation action that you can achieve with mouse navigation.",
		"img": "https://i.pinimg.com/564x/19/3f/c1/193fc1ca7a11deccbe54e5572bdd17d0.jpg"
	},
	{
		"name": "Is Google Earth 3D free?",
		"description": "Google Earth Pro on desktop is free for users with advanced feature needs. Import and export GIS data, and go back in time with historical imagery. Available on PC, Mac, or Linux.",
		"img": "https://i.pinimg.com/564x/9d/f3/97/9df39792023f6a861e542d8d4282a9c6.jpg"
	}, {
		"name": "Is there a virtual globe?",
		"description": "A virtual globe provides the user with the ability to freely move around in the virtual environment by changing the viewing angle and position. Compared to a conventional globe, virtual globes have the additional capability of representing many different views on the surface of Earth.",
		"img": "https://i.pinimg.com/564x/9d/f3/97/9df39792023f6a861e542d8d4282a9c6.jpg"
	}, {
		"name": "Can I see a live satellite view of my house?",
		"description": "Google Earth (and Google Maps) is the easiest way to get a satellite view of your house and neighborhood. This gives you a fascinating application that enables anyone to view nearly any part of the world, get instant geographic information for that area, and even see your house with an aerial view.",
		"img": "https://i.pinimg.com/564x/1a/30/25/1a3025a6041ed2fc24916400139b7a6a.jpg"
	}, {
		"name": "Is the world in 3D?",
		"description": "We are 3D creatures, living in a 3D world but our eyes can show us only two dimensions. The depth that we all think we can see is merely a trick that our brains have learned; a byproduct of evolution putting our eyes on the front of our faces. To prove this, close one eye and try to play tennis.",
		"img": "https://static.turbosquid.com/Preview/2014/05/12__19_00_00/globe00.jpg283c1a3d-87e8-453e-92ec-70e456b86523Zoom.jpg"
		
	}
]
